const testResults = [
    {
        category: "Финансы",
        title: "Ты – практически финансовый аналитик!",
        text: "Ты грамотный потребитель, сам себе экономист, живущий в современном мире. Ты понимаешь, что лучше больше вкладывать в свое образование, чтобы потом больше зарабатывать. Для тебя важно решить самые главные жизненные задачи и накопить достаточно денег. Не останавливайся! Прокачай свою силу с нашими экспертами *"
    },
    {
        category: "Психология",
        title: "Силы небесные! Да ты гуру психологии",
        text: "Ты понимаешь, что в мире всё относительно. Принимаешь себя и ценишь. Ты на пути к достижению внутреннего единства и полного согласия с собой. Рекомендуем прокачать свою силу в области финансов, литературы и здоровья. Прокачай свою силу с нашими экспертами"
    },
    {
        category: "Книги",
        title: "Ты – ходячая книга!",
        text: "Чтение книг возвращается в моду и ты точно это знаешь! Книга в руках – твой любимый аксессуар. Читающие люди многое узнают и лучше понимают подсказки мира, лучше усваивают новую информацию. Уверены, с вами очень приятно общаться! Прокачай свою силу с нашими экспертами"
    },
    {
        category: "Здоровье",
        title: "Твоё здоровье точно в силе :)",
        text: "Ты точно разбираешься в лакомствах и ЗОЖ! Можешь сказать себе СТОП, соблюдаешь правильный режим труда и отдыха. Ты понимаешь, что внутренняя гармония способна вывести человека на совершенно новый уровень жизни и стремишься к этому! Прокачай свою силу с нашими экспертами"
    },
];
export default testResults;