<template>
  <div class="privacy layout-top">
    <h1 class="text-center pb-4">
      Политика в отношении обработки персональных данных
    </h1>
    <div class="pb-8">
      <ol class="ol-lvl1">
        <li class="pt-4 pb-4">
          <span class="h6">Общие положения</span>
        </li>
        <div class="pb-4">
            Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые qr-feedback (далее – Оператор).
        </div>
        <ol>
          <li class="pb-4">
            Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
          </li>
          <li class="pb-4">
            Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта  <a href="https://my.qritic.ru">https://my.qritic.ru</a> .
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6">Основные понятия, используемые в Политике</span>
        </li>
        <ol>
          <li class="pb-4">
            Автоматизированная обработка персональных данных – обработка
            персональных данных с помощью средств вычислительной техники;
          </li>
          <li class="pb-4">
            Блокирование персональных данных – временное прекращение обработки
            персональных данных (за исключением случаев, если обработка
            необходима для уточнения персональных данных);
          </li>
          <li class="pb-4">
            Веб-сайт – совокупность графических и информационных материалов, а
            также программ для ЭВМ и баз данных, обеспечивающих их доступность в
            сети интернет по сетевому адресу <a href="https://my.qritic.ru">https://my.qritic.ru</a>;
          </li>
          <li class="pb-4">
            Информационная система персональных данных — совокупность
            содержащихся в базах данных персональных данных, и обеспечивающих их
            обработку информационных технологий и технических средств;
          </li>
          <li class="pb-4">
            Обезличивание персональных данных — действия, в результате которых
            невозможно определить без использования дополнительной информации
            принадлежность персональных данных конкретному Пользователю или
            иному субъекту персональных данных;
          </li>
          <li class="pb-4">
            Обработка персональных данных – любое действие (операция) или
            совокупность действий (операций), совершаемых с использованием
            средств автоматизации или без использования таких средств с
            персональными данными, включая сбор, запись, систематизацию,
            накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ),
            обезличивание, блокирование, удаление, уничтожение персональных
            данных;
          </li>
          <li class="pb-4">
            Оператор – государственный орган, муниципальный орган, юридическое
            или физическое лицо, самостоятельно или совместно с другими лицами
            организующие и (или) осуществляющие обработку персональных данных, а
            также определяющие цели обработки персональных данных, состав
            персональных данных, подлежащих обработке, действия (операции),
            совершаемые с персональными данными;
          </li>
          <li class="pb-4">
            Персональные данные – любая информация, относящаяся прямо или
            косвенно к определенному или определяемому Пользователю веб-сайта
           <a href="https://my.qritic.ru">https://my.qritic.ru</a>;
          </li>
          <li class="pb-4">
            Пользователь – любой посетитель веб-сайта <a href="https://my.qritic.ru">https://my.qritic.ru</a>;
          </li>
          <li class="pb-4">
            Предоставление персональных данных – действия, направленные на
            раскрытие персональных данных определенному лицу или определенному
            кругу лиц;
          </li>
          <li class="pb-4">
            Распространение персональных данных – любые действия, направленные
            на раскрытие персональных данных неопределенному кругу лиц (передача
            персональных данных) или на ознакомление с персональными данными
            неограниченного круга лиц, в том числе обнародование персональных
            данных в средствах массовой информации, размещение в
            информационно-телекоммуникационных сетях или предоставление доступа
            к персональным данным каким-либо иным способом;
          </li>
          <li class="pb-4">
            Трансграничная передача персональных данных – передача персональных
            данных на территорию иностранного государства органу власти
            иностранного государства, иностранному физическому или иностранному
            юридическому лицу;
          </li>
          <li class="pb-4">
            Уничтожение персональных данных – любые действия, в результате
            которых персональные данные уничтожаются безвозвратно с
            невозможностью дальнейшего восстановления содержания персональных
            данных в информационной системе персональных данных и (или)
            уничтожаются материальные носители персональных данных.
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6"
            >Оператор может обрабатывать следующие персональные данные
            Пользователя</span
          >
        </li>
        <ol>
          <li class="pb-4">Фамилия, имя, отчество;</li>
          <li class="pb-4">Электронный адрес;</li>
          <li class="pb-4">Номера телефонов;</li>
          <li class="pb-4">
            Также на сайте происходит сбор и обработка обезличенных данных о
            посетителях (в т.ч. файлов «cookie») с помощью сервисов
            интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
          </li>
          <li class="pb-4">
            Вышеперечисленные данные далее по тексту Политики объединены общим
            понятием Персональные данные.
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6">Цели обработки персональных данных</span>
        </li>
        <ol>
          <li class="pb-4">
            Цель обработки персональных данных Пользователя — предоставление
            доступа Пользователю к сервисам, информации и/или материалам,
            содержащимся на веб-сайте.
          </li>
          <li class="pb-4">
            Также Оператор имеет право направлять Пользователю уведомления о
            новых продуктах и услугах, специальных предложениях и различных
            событиях. Пользователь всегда может отказаться от получения
            информационных сообщений, направив Оператору письмо на адрес
            электронной почты <a href="mailto:info@qrfb.ru"> info@qrfb.ru </a> с пометкой «Отказ от уведомлений о
            новых продуктах и услугах и специальных предложениях».
          </li>
          <li class="pb-4">
            Обезличенные данные Пользователей, собираемые с помощью сервисов
            интернет-статистики, служат для сбора информации о действиях
            Пользователей на сайте, улучшения качества сайта и его содержания.
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6"
            >Правовые основания обработки персональных данных</span
          >
        </li>
        <ol>
          <li class="pb-4">
            Оператор обрабатывает персональные данные Пользователя только в
            случае их заполнения и/или отправки Пользователем самостоятельно
            через специальные формы, расположенные на сайте <a href="https://my.qritic.ru">https://my.qritic.ru</a>.
            Заполняя соответствующие формы и/или отправляя свои персональные
            данные Оператору, Пользователь выражает свое согласие с данной
            Политикой.
          </li>
          <li class="pb-4">
            Оператор обрабатывает обезличенные данные о Пользователе в случае,
            если это разрешено в настройках браузера Пользователя (включено
            сохранение файлов «cookie» и использование технологии JavaScript).
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6"
            >Порядок сбора, хранения, передачи и других видов обработки
            персональных данных</span
          >
        </li>
        <ol>
          <div class="pb-4">
            Безопасность персональных данных, которые обрабатываются Оператором,
            обеспечивается путем реализации правовых, организационных и
            технических мер, необходимых для выполнения в полном объеме
            требований действующего законодательства в области защиты
            персональных данных.
          </div>
          <li class="pb-4">
            Оператор обрабатывает обезличенные данные о Пользователе в случае,
            если это разрешено в настройках браузера Пользователя (включено
            сохранение файлов «cookie» и использование технологии JavaScript).
          </li>
          <li class="pb-4">
            Персональные данные Пользователя никогда, ни при каких условиях не
            будут переданы третьим лицам, за исключением случаев, связанных с
            исполнением действующего законодательства.
          </li>
          <li class="pb-4">
            В случае выявления неточностей в персональных данных, Пользователь
            может актуализировать их самостоятельно, путем направления Оператору
            уведомление на адрес электронной почты Оператора <a href="mailto:info@qrfb.ru"> info@qrfb.ru </a> с
            пометкой «Актуализация персональных данных».
          </li>
          <li class="pb-4">
            Срок обработки персональных данных является неограниченным.
            Пользователь может в любой момент отозвать свое согласие на
            обработку персональных данных, направив Оператору уведомление
            посредством электронной почты на электронный адрес Оператора
            <a href="mailto:info@qrfb.ru"> info@qrfb.ru </a>с пометкой «Отзыв согласия на обработку персональных
            данных».
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6">Трансграничная передача персональных данных</span>
        </li>
        <ol>
          <li class="pb-4">
            Оператор до начала осуществления трансграничной передачи
            персональных данных обязан убедиться в том, что иностранным
            государством, на территорию которого предполагается осуществлять
            передачу персональных данных, обеспечивается надежная защита прав
            субъектов персональных данных.
          </li>
          <li class="pb-4">
            Трансграничная передача персональных данных на территории
            иностранных государств, не отвечающих вышеуказанным требованиям,
            может осуществляться только в случае наличия согласия в письменной
            форме субъекта персональных данных на трансграничную передачу его
            персональных данных и/или исполнения договора, стороной которого
            является субъект персональных данных.
          </li>
        </ol>
        <li class="pt-4 pb-4">
          <span class="h6">Заключительные положения</span>
        </li>
        <ol>
          <li class="pb-4">
            Пользователь может получить любые разъяснения по интересующим
            вопросам, касающимся обработки его персональных данных, обратившись
            к Оператору с помощью электронной почты <a href="mailto:info@qrfb.ru"> info@qrfb.ru </a>.
          </li>
          <li class="pb-4">
            В данном документе будут отражены любые изменения политики обработки
            персональных данных Оператором. Политика действует бессрочно до
            замены ее новой версией.
          </li>
           <li class="pb-4">
             Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href="https://my.qritic.ru/privacy">https://my.qritic.ru/privacy</a>.
          </li>
        </ol>
      </ol>
    </div>
  </div>
</template>

<script>
export default {
  name: "privacy",
};
</script>

<style lang="scss">
.privacy {
  LI {
    list-style-type: none;
  }
  OL {
    counter-reset: list1;
  }
  OL LI:before {
    counter-increment: list1;
    content: counter(list1) ". ";
    font-family: Montserrat, sans-serif;
    font-style: normal;
    font-weight: bold;
    font-size: 18px;
    line-height: 23px;
  }
  OL OL {
    counter-reset: list2;
  }
  OL OL LI:before {
    counter-increment: list2;
    content: counter(list1) "." counter(list2) ". ";
    font-family: Roboto, sans-serif;
    font-weight: normal;
    font-size: 16px;
  }

  .letters li::before {
    content: " ";
  }
}
</style>