<template>
  <div class="user-agreement layout-top">
    <h1 class="text-center margin-bottom-main">Пользовательское соглашение</h1>
    <div class="pb-8">
      <ol class="ol-lvl1">
        <li class="pt-4 pb-4">
          <span class="h6"> Общие условия пользовательского соглашения </span>
        </li>
        <ol>
          <li class="pb-4">
            В настоящем документе и вытекающих или связанным с ним отношениях
            Сторон применяются следующие термины и определения:
          </li>
          <ul class="letters">
            <li class="pb-4">
              a) Платформа — программно-аппаратные средства, интегрированные с
              Сайтом Администрации;
            </li>
            <li class="pb-4">
              б) Пользователь — дееспособное физическое лицо, присоединившееся к
              настоящему Соглашению в собственном интересе либо выступающее от
              имени и в интересах представляемого им юридического лица.
            </li>
            <li class="pb-4">
              в) Сайт Администрации/ Сайт — интернет-сайты, размещенные в домене
              <a href="http://my.qritic.ru"> http://my.qritic.ru </a> и его
              поддоменах.
            </li>
            <li class="pb-4">
              г) Сервис — комплекс услуг и лицензия, предоставляемые
              Пользователю с использованием Платформы.
            </li>
            <li class="pb-4">
              д) Соглашение - настоящее соглашение со всеми дополнениями и
              изменениями.
            </li>
          </ul>
          <li class="pb-4">
            Использование вами Сервиса любым способом и в любой форме в пределах
            его объявленных функциональных возможностей, включая:
          </li>
          <li class="pb-4">
            Воспользовавшись любой из указанных выше возможностей по
            использованию Сервиса вы подтверждаете,что:
          </li>
          <ul class="letters">
            <li class="pb-4">
              а) Ознакомились с условиями настоящего Соглашения в полном объеме
              до начала использования Сервиса.
            </li>
            <li class="pb-4">
              б) Принимаете все условия настоящего Соглашения в полном объеме
              без каких-либо изъятий и ограничений с вашей стороны и обязуетесь
              их соблюдать или прекратить использование Сервиса. Если вы не
              согласны с условиями настоящего Соглашения или не имеете права на
              заключение договора на их основе, вам следует незамедлительно
              прекратить любое использование Сервиса.
            </li>
            <li class="pb-4">
              в) Соглашение (в том числе любая из его частей) может быть
              изменено Администрацией без какого-либо специального уведомления.
              Новая редакция Соглашения вступает в силу с момента ее размещения
              на Сайте Администрации либо доведения до сведения Пользователя в
              иной удобной форме, если иное не предусмотрено новой редакцией
              Соглашения.
            </li>
          </ul>
        </ol>
        <li class="pb-4">
          <span class="h6">Условия использования сайта</span>
        </li>
        <ol>
          <li class="pb-4">
            Использование функциональных возможностей Сервиса допускается только
            после прохождения Пользователем регистрации и авторизации на Сайте в
            соответствии с установленной Администрацией процедурой.
          </li>
          <li class="pb-4">
            Выбранные Пользователем логин и пароль являются необходимой и
            достаточной информацией для доступа Пользователя на Сайт.
            Пользователь не имеет права передавать свои логин и пароль третьим
            лицам, несет полную ответственность за их сохранность,
            самостоятельно выбирая способ их хранения.
          </li>
          <li class="pb-4">
            Соглашаясь с условиями настоящего Соглашения, Пользователь
            подтверждает свое право- и дееспособность, подтверждает
            достоверность своих персональных данных и принимает на себя всю
            ответственность за их точность, полноту и достоверность. На
            основании Федерального закона от 27.07.2006 № 152-ФЗ «О персональных
            данных», Администрация обрабатывает персональные данные
            зарегистрированных Пользователей с соблюдением принципов и правил
            обработки и защиты персональных данных. В соответствии с условиями
            настоящего Соглашения, Пользователь подтверждает свое согласие на
            обработку его персональных данных, предоставленных при регистрации.
          </li>
          <li class="pb-4">
            Принимая условия настоящего Соглашения, Пользователь подтверждает
            свое согласие на получение информации о функционировании Сервиса, в
            том числе соглашается получать рекламные, информационные и иные
            сообщения на адрес электронной почты или номер телефона, а также
            получать соответствующую информацию в самом Сервисе.
          </li>
          <li class="pb-4">
            Администрация вправе ограничить доступ к Сервису, удалить аккаунт и
            связанные с ним данные в случае нарушения Пользователем условий
            настоящего Соглашения.
          </li>
        </ol>
        <li class="pb-4">
          <span class="h6">Предмет соглашения:</span>
        </li>
        <ol>
          <li class="pb-4">
            Предметом настоящего Соглашения является предоставление Пользователю
            доступа к содержащимся на Сервисе услугам и контенту.
          </li>
          <li class="pb-4">
            Сайт предоставляет Пользователю следующие виды услуг:
          </li>
          <ol class="letters">
            <li class="pb-4">
              3.2.1. доступ к электронному контенту с правом его просмотра,
              использования сервисов, хранения данных;
            </li>
            <li class="pb-4">
              3.2.3. предоставление Пользователю возможности размещения
              сообщений, комментариев, выставления оценок контенту Сервиса;
            </li>
            <li class="pb-4">
              3.2.5. иные виды услуг, реализуемые на страницах Сервиса;
            </li>
            <li class="pb-4">
              3.2.6. информационные, новостные рассылки, в том числе с
              рекламными предложениями.
            </li>
          </ol>
          <li class="pb-4">
            Под действие настоящего Соглашения подпадают все реально
            функционирующие на данный момент услуги Сервиса, а также любые их
            последующие модификации и появляющиеся в дальнейшем дополнительные
            услуги Сервиса.
          </li>
        </ol>
        <li class="pb-4">
          <span class="h6">Права Пользователя: </span>
        </li>
        <ol>
          <li class="pb-4">Получить доступ к использованию Сервиса.</li>
          <li class="pb-4">
            Пользоваться всеми имеющимися на Сервисе услугами, а также
            приобретать любые Товары и Услуги, предлагаемые на Сервисе.
          </li>
          <li class="pb-4">
            Задавать любые вопросы, относящиеся к услугам Сервиса на форуме, по
            электронной почте
            <a href="mailto:info@qrfb.ru">info@qrfb.ru </a> или форму обратной
            связи.
          </li>
          <li class="pb-4">
            Пользоваться Сервисом исключительно в целях и порядке,
            предусмотренных Соглашением и не запрещенных законодательством
            Российской Федерации.
          </li>
        </ol>
        <li class="pb-4">
          <span class="h6">Обязанности Пользователя: </span>
        </li>
        <ol>
          <li class="pb-4">
            Предоставлять по запросу Администрации Сервиса дополнительную
            информацию, которая имеет непосредственное отношение к
            предоставляемым услугам данного Сервиса.
          </li>
          <li class="pb-4">
            Соблюдать имущественные и неимущественные права авторов и иных
            правообладателей при использовании Сервиса.
          </li>
          <li class="pb-4">
            Не предпринимать действий, которые могут рассматриваться как
            нарушающие нормальную работу Сервиса.
          </li>
          <li class="pb-4">
            Не распространять с использованием Сервиса любую конфиденциальную и
            охраняемую законодательством Российской Федерации информацию о
            физических либо юридических лицах.
          </li>
          <li class="pb-4">
            Избегать любых действий, в результате которых может быть нарушена
            конфиденциальность охраняемой законодательством Российской Федерации
            информации;
          </li>
          <li class="pb-4">
            Не использовать Сервис для распространения информации рекламного
            характера, иначе как с согласия Администрации.
          </li>
          <li class="pb-4">
            Комментарии и иные записи Пользователя на Сервисе не должны вступать
            в противоречие с требованиями законодательства Российской Федерации
            и общепринятых норм морали и нравственности, а также не должны
            негативно влиять на имидж Сервиса.
          </li>
          <li class="pb-4">Не использовать Сервис с целью:</li>
          <ol class="letters">
            <li class="pb-4">
              5.9.1. загрузки контента, который является противозаконным,
              нарушает любые права третьих лиц; пропагандирует насилие,
              жестокость, ненависть и (или) дискриминацию по расовому,
              национальному, половому, религиозному, социальному признакам;
              содержит недостоверные сведения и (или) оскорбления в адрес
              конкретных лиц, организаций, органов власти;
            </li>
            <li class="pb-4">
              5.9.2. побуждения к совершению противоправных действий, а также
              содействия лицам, действия которых направлены на нарушение
              ограничений и запретов, действующих на территории Российской
              Федерации;
            </li>
            <li class="pb-4">
              5.9.3. нарушения прав несовершеннолетних лиц и (или) причинение им
              вреда в любой форме;
            </li>
            <li class="pb-4">
              5.9.4. представления себя за другого человека или представителя
              организации и (или) сообщества без достаточных на то прав, в том
              числе за сотрудников данного Сервиса;
            </li>
            <li class="pb-4">
              5.9.5. введения в заблуждение относительно свойств и характеристик
              Сервиса;
            </li>
          </ol>
        </ol>
        <li class="pb-4">
          <span class="h6"> Прочие условия:</span>
        </li>
        <ol>
          <li class="pb-4">
            Все возможные споры, вытекающие из настоящего Соглашения или
            связанные с ним, подлежат разрешению в соответствии с действующим
            законодательством Российской Федерации.
          </li>
          <li class="pb-4">
            Ничто в Соглашении не может пониматься как установление между
            Пользователем и Администрации Сервиса агентских отношений, отношений
            товарищества, отношений по совместной деятельности, отношений
            личного найма, либо каких-то иных отношений, прямо не
            предусмотренных Соглашением.
          </li>
          <li class="pb-4">
            Признание судом какого-либо положения Соглашения недействительным
            или не подлежащим принудительному исполнению не влечет
            недействительности иных положений Соглашения.
          </li>
          <li class="pb-4">
            Бездействие со стороны Администрации Сервиса в случае нарушения
            кем-либо из Пользователей положений Соглашения не лишает
            Администрацию Сервиса права предпринять позднее соответствующие
            действия в защиту своих интересов и защиту авторских прав на
            охраняемые в соответствии с законодательством материалы Сервиса.
          </li>
        </ol>
      </ol>
    </div>
  </div>
</template>

<script>
export default {
  name: "user-agreement",

  computed: {
    page() {
      return this.$store.state.page;
    },
  },
};
</script>

<style lang="scss">
.user-agreement {
  h1 {
    word-break: break-word;
  }
  LI {
    list-style-type: none;
  }
  OL {
    counter-reset: list1;
  }
  OL LI:before {
    counter-increment: list1;
    content: counter(list1) ". ";
    font-family: Montserrat, sans-serif;
    font-style: normal;
    font-weight: bold;
    font-size: 18px;
    line-height: 23px;
  }
  OL OL {
    counter-reset: list2;
  }
  OL OL LI:before {
    counter-increment: list2;
    content: counter(list1) "." counter(list2) ". ";
    font-family: Roboto, sans-serif;
    font-weight: normal;
    font-size: 16px;
  }

  .letters li::before {
    content: " ";
  }
  ul,
  ol {
    padding-inline-start: 20px;
  }
}
</style>

